Repository: bzed/pkg-gpsd
Catalog: debian/po/*.po
Languages: da, eu

source: Device the GPS receiver is attached to:
da: Enhed GPS-modtageren er tilsluttet:
eu: GPS hartzaile gailua hemen erantsirik dago:

source: Please enter the device the GPS receiver is attached to. It will probably be something like /dev/ttyS0 or /dev/ttyUSB0.
da: Indtast venligst enheden som GPS-modtageren er tilsluttet. Det er sikkert noget som /dev/ttyS0 eller /dev/ttyUSB0.
eu: Mesedez hautatu GPS hartzailea erantsirik dagoen gailua. Ziurrenik /dev/ttyS0 edo /dev/ttyUSB0 antzerako zerbait izango da.

source: Multiple devices may be specified as a space-separated list. Leave empty if you don't want to connect gpsd to a device on boot or if you want to use device autodetection only.
da: Flere enheder kan angives som en mellemrumsadskilt liste. Efterlad tom hvis du ikke ønsker at forbinde gpsd til en enhed ved opstart eller hvis du ønsker kun at bruge automatisk detektering af enheder.
eu: Gailu anitz zehaztu daitezke zuriunez berezitako zerrendan. Hutsik utzi ez baduzu abioan gpsd konektatzea edo gailu autoatzemate bakarrik erabili nahi baduzu.

source: Start gpsd automatically?
da: Start gpsd automatisk?
eu: Abiarazi gpsd automatikoki?

source: If you accept this option, gpsd will be started automatically.
da: Hvis du accepterer denne indstilling, vil gpsd blive startet automatisk.

source: gpsd control socket path:
da: sti for gpsd-kontrolsokkel:

source: Please enter the gpsd control socket location. Usually you want to keep the default setting.
da: Indtast venligst placeringen for gpsd-kontrolsokkelen. Normalt vil standarden være at foretrække.

source: Options to gpsd:
da: Tilvalg for gpsd:
eu: Aukerak gpsd-rentzat:

source: You can give additional arguments when starting gpsd; see gpsd(8) for a list of options.
da: Du kan angive yderligere argumenter, når du starter gpsd; se gpsd(8) for en liste af tilvalg.
eu: Aukera gehigarriak ezarri ditzakezu gpsd abiaraztean, ikusi gpsd(8) aukera zerrenda batentzako.

source: Do not use '-F' here. The control socket path is set independently.
da: Brug ikke »-F« her. Stien for kontrolsokkelen angives uafhængigt.

source: Should gpsd handle attached USB GPS receivers automatically?
da: Skal gpsd håndtere tilsluttede USB GPS-modtagere automatisk?
eu: Gpsd-k erantsiriko USB GPS gailuak automatikoki kudeatu behar al ditu?

source: As gpsd only handles GPS devices, it is safe to choose this option. However, you can disable it if gpsd is causing interference with other attached devices or programs.
da: Da gpsd kun håndterer GPS-enheder, er det sikkert at vælge denne indstilling. Du kan dog deaktivere den, hvis gpsd medfører interferens med andre tilsluttede enheder eller programmer.
eu: Gpsd-k GPS gailuak bakarrik kudeatu ditzakeenez, ziurra da aukera hau hautatzea. Hala ere berau desgaitu dezakezu gpsd instalaturik dagoen beste programa edo gailu batekin arazoak sortzen ari bada.

source: If you accept this option, gpsd will be started automatically. Autodetection of USB GPS devices requires a running gpsd.
eu: Aukera hau onartuaz gero, gpsd automatikoki abiaraziko da. USB GPS gailuak atzemateko beharrezkoa da gpsd martxan edukitzea.

source: The default is to add "-F /var/run/gpsd.sock".
eu: Lehenespena "-F /var/run/gpsd.sock" gehitzea da.

source: Unusable gpsd configuration
eu: Gpsd konfigurazio erabilezina

source: The configuration must at least specify either a device that gpsd should connect to, or a control socket (using the -F option). USB autodetection requires /var/run/gpsd.sock as control socket.
eu: Konfigurazioak behintzat edo gpsd konektatzeko gailu bat edo kontrol socket bat (-f aukera erabiliaz) izan behar du. USB autoantzemateak /var/run/gpsd.sock behar du kontrol socket gisa.
